cases/porosityCoeff/porosityCoeff/system/topoDict
FoamFile
{
    version    2.0;
    format    ascii;
    class    dictionary;
    location    "system";
    object    topoSetDict;
}
actions    (    {
        name    box_1;
        type    cellZoneSet;
        action    new;
        source    surfaceToCell;
        sourceInfo
        {
            file    "constant/triSurface/box_1.stl";
            useSurfaceOrientation    true;
            outsidePoints    ();
            includeInside    true;
            includeOutside    false;
            includeCut    false;
            nearDistance    -1.0;
            curvature    -100.0;
        }
    });